tap "cormacrelf/tap"
tap "coursier/formulas"
tap "dracks/dracks"
tap "fluxcd/tap"
tap "koekeishiya/formulae"
tap "messense/macos-cross-toolchains"
tap "mongodb/brew"
tap "rbenv/tap"
tap "taiki-e/tap"
tap "tuist/tuist"
tap "vladdoster/formulae"
brew "astroterm"
brew "openssl@3"
brew "protobuf"
brew "bear"
brew "btop"
brew "cargo-instruments"
brew "cargo-llvm-cov"
brew "clang-format"
brew "cmake"
brew "colima"
brew "dafny"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "elixir"
brew "elixir-ls"
brew "gmp"
brew "libvorbis"
brew "sdl2"
brew "ffmpeg"
brew "readline"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "gifsicle"
brew "lua"
brew "gnuplot"
brew "go"
brew "google-java-format"
brew "gradle"
brew "grep"
brew "pkgconf"
brew "helm"
brew "hexyl"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "killport"
brew "kind"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "libffi"
brew "libmodplug"
brew "libomp"
brew "libyaml"
brew "python@3.13"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "meson"
brew "mkcert"
brew "node"
brew "mongosh"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "openjdk@21"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "qemu"
brew "r"
brew "ripgrep"
brew "rover"
brew "ruby"
brew "ruby-build"
brew "rubyfmt"
brew "ruff"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sdl3"
brew "spim"
brew "stylua"
brew "swift-format"
brew "terraform"
brew "tig"
brew "tmux"
brew "tpm"
brew "tree"
brew "zig"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "cormacrelf/tap/dark-notify"
brew "coursier/formulas/coursier"
brew "dracks/dracks/keepass-2-file"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "mongodb/brew/mongodb-database-tools"
brew "tuist/tuist/tuist@4.36.0"
cask "anki"
cask "basictex"
cask "chatgpt"
cask "dotnet-runtime"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "logisim-evolution"
cask "mongodb-compass"
cask "redis-insight"
cask "rocket-chat"
cask "swiftformat-for-xcode"
cask "wireshark-app"
vscode "actboy168.lua-debug"
vscode "alanz.vscode-hie-server"
vscode "anweber.httpbook"
vscode "anweber.vscode-httpyac"
vscode "arzg.xcode-theme"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dafny-lang.ide-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "haskell.haskell"
vscode "hoovercj.haskell-linter"
vscode "janw.love-launcher"
vscode "jdinhlife.gruvbox"
vscode "justusadam.language-haskell"
vscode "keyring.lua"
vscode "mateocerquetella.xcode-12-theme"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "pixelbyte-studios.pixelbyte-love2d"
vscode "pixelwar.love2dsnippets"
vscode "pmndrs.pmndrs"
vscode "redhat.vscode-yaml"
vscode "sk83rjosh.love-launcher"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "tabnine.tabnine-vscode"
vscode "takumii.markdowntable"
vscode "trixnz.vscode-lua"
vscode "twxs.cmake"
vscode "ucl.haskelly"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
