tap "cormacrelf/tap"
tap "koekeishiya/formulae"
tap "michaelroosz/ssh"
tap "theseal/ssh-askpass"
brew "bagels"
brew "bear"
brew "cbc"
brew "cglm"
brew "cmake"
brew "colima"
brew "coursier"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glfw"
brew "glslang"
brew "go"
brew "graphviz"
brew "grep"
brew "libbluray"
brew "handbrake"
brew "highs"
brew "just"
brew "ktlint"
brew "lazygit"
brew "libaacs"
brew "libbdplus"
brew "libpq"
brew "lld"
brew "luarocks"
brew "lynx"
brew "molten-vk"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk@17"
brew "openjdk@21"
brew "pgcli"
brew "pkgconf"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shaderc"
brew "shfmt"
brew "spim"
brew "sqruff"
brew "tectonic"
brew "tex-fmt"
brew "tidy-html5"
brew "tmux"
brew "tpm"
brew "tree"
brew "uv"
brew "vulkan-loader"
brew "vulkan-tools"
brew "xcodegen"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "cormacrelf/tap/dark-notify"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "basictex"
cask "chatgpt"
cask "codex"
cask "cursor"
cask "datagrip"
cask "iterm2"
cask "michaelroosz/ssh/libsk-libfido2-install"
cask "makemkv"
cask "proxyman"
cask "sf-symbols"
cask "vlc"
cask "wireshark-app"
cask "zotero"
cargo "rustfilt"
cargo "scoundrel"
cargo "stylua"
cargo "tree-sitter-cli"
